---
type: EnergyAnalysisZone
namespace: Autodesk.Revit.DB.Analysis
version: 2024
members: 1
tags: [revit-api, class]
---

# EnergyAnalysisZone

`Autodesk.Revit.DB.Analysis.EnergyAnalysisZone` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |